Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Wspaniale! Niestety, w całym tym planie pozostawiliśmy jedną dziurę...
uk: Прекрасно! На жаль, ми не все врахували в цьому плані...

source: Wspaniale! Pięknie ci dziękuję chłopcze!
uk: Чудово! Дякую тобі, хлопче!

source: Wspaniale! Teraz Alice może mnie co najwyżej ugryźć, a nie sklep zająć! Świetnie się spisałeś, tu masz zasłużoną nagrodę.
uk: Чудово! Тепер Аліса може хіба вкусити мене за одне місце, а не отримати мою крамницю! Ти чудово попрацював, ось твоя заслужена нагорода.

source: Wspaniale! W takim razie wyłaź na arenę i pokaż, co potrafisz!
uk: Чудово! Тоді виходь на арену і покажи, на що ти здатен!

source: Wspaniale! Wiedziałem, że razem z Adelardem bez większych trudności rozwiążecie ten uciążliwy problem.
uk: Чудово! Я знав, що ви з Аделардом вирішите цю надокучливу проблему без особливих зусиль.

source: Wspaniale! Wiedziałem, że uda wam się rozwiązać ten problem. Odpowiedni ludzie do odpowiedniej roboty, zawsze to powtarzam!
uk: Чудово! Я знав, що ти зможеш вирішити цю проблему. Правильні люди для правильної роботи, я завжди це кажу!

source: Wspaniale! Wspaniale!
uk: Чудово! Чудово!

source: Wspaniale! Zawsze o tym marzyłem. Dziękuję ci.
uk: Чудово! Я завжди про це мріяв. Дякую.

source: Wspaniale, Roderich będzie zachwycony. To naprawdę dobry dzień dla straży. Chyba wszyscy zaśniemy dzisiaj spokojniejsi.
uk: Чудово, Родеріх буде в захваті. Це дійсно хороший день для Варти. Думаю, сьогодні ми всі будемо спати спокійно.

source: Wspaniale, a jeśli faktycznie uda ci się wesprzeć moją sprawę, to będzie jeszcze lepiej!
uk: Прекрасно, а якщо ти зможеш підтримати мою справу, то буде ще краще!

source: Wspaniale, ale żebyśmy mogli zacząć naprawy, będziemy potrzebowali drewna.
uk: Чудово, але для того, щоб почати ремонт, нам потрібна деревина.

source: Wspaniale, będziemy mieć kolejnego więźnia do Kolonii Górniczej.
uk: Чудово, матимемо ще одного в'язня для Гірничої Колонії.

source: Wspaniale, gdy tylko będziesz gotowy, udaj się do środka.
uk: Чудово, як будеш готовий, заходь всередину.

source: Wspaniale, jeszcze raz dziękuję ci za pomoc.
uk: Чудово, ще раз дякую за допомогу.

source: Wspaniale, jeszcze więcej darmozjadów.
uk: Чудово, ще більше дармоїдів.

source: Wspaniale, już się martwiłem, że przegapisz taką okazję. Polecam jednak zatkać nos, bo schodzimy do kanałów.
uk: Чудово, я вже хвилювався, що ти пропустиш таку можливість. Раджу, однак, заткнути ніс, бо доведеться спуститися до каналізації.

source: Wspaniale, mogłem się tego spodziewać. A jakie szef ma wytłumaczenie na ich zniknięcie?
uk: Ну що ж, цього можна було очікувати. А як начальник пояснює їхнє зникнення?

source: Wspaniale, najlepiej jeśli weźmiemy którąś z tych łódek. Zgaduję, że nie będą im już potrzebne...
uk: Чудово, найкраще, якщо ми візьмемо один з цих човнів. Думаю, вони їм більше не знадобляться...

source: Wspaniale, nikogo z was nie nauczono pukać?
uk: Чудово, нікого з вас не вчили стукати?

source: Wspaniale, oto twoja nagroda!
uk: Чудово, ось твоя винагорода!

source: Wspaniale, oto twoja nagroda.
uk: Чудово, тримай винагороду.

source: Wspaniale, pokaż mi ją.
uk: Прекрасно, покажи мені її.

source: Wspaniale, teraz muszę tylko znaleźć jakiś sposób by odpowiednio dozować truciznę na ostrze. Chyba porozmawiam o tym z Hierro.
uk: Чудово, тепер мені лише потрібно знайти спосіб правильно розподілити отруту по лезу. Думаю, я поговорю про це з Гієро.

source: Wspaniale, teraz nie musisz się już martwić o swoje plecy. Będę miał cię na oku.
uk: Чудово, тепер можеш більше не хвилюватися за свій зад. Я пригляну за тобою.

source: Wspaniale, w takim razie możemy zaczynać. Weź te paczuszki, do każdej dałem odrobinę nasion i nawozu.
uk: Чудово, тоді можемо починати. Бери ці пакунки, я поклав в кожен трохи насіння і перегною.

source: Wspaniale, winnica Valerio jest na wschód od traktu, który prowadzi z Silbach do miasta. Nie powinieneś mieć problemu z jej odnalezieniem.
uk: Чудово, виноградник Валеріо знаходиться на схід від шляху, що веде з Сільбаху до міста. Ти без проблем знайдеш його.

source: Wspaniale, wspaniale! Spisałeś się Marvin, czas porozmawiać o twojej nagrodzie.
uk: Чудово, чудово! Ти молодець, Марвіне, час обговорити твою нагороду.

source: Wspaniale. 7 złotych samorodków.
uk: Чудово. 7 золотих самородків.

source: Wspaniale. Chodźmy stąd, musimy porozmawiać.
uk: От і добре. Ходімо звідси, нам треба поговорити.

source: Wspaniale. Chłopcy, idziemy się pozbyć tej zołzy!
uk: Чудово. Хлопці, ходімо здихаємося цього стерва!

source: Wspaniale. Ile mam tego zerwać?
uk: Чудово. Скільки я маю зібрати?

source: Wspaniale. Jak będzie z naszą umową?
uk: Чудово. Як щодо нашої угоди?

source: Wspaniale. Kiedy sprzedaję ryby na targu, to też od razu dostaję pieniądze.
uk: Чудово. Коли я продаю рибу на ринку, я також одразу отримую гроші.

source: Wspaniale. Mówię ci, lepszego na tej wyspie nie znajdziesz! Teraz chętnie nauczę cię nawet mistrzowskich technik łuczarskich i... a co mi tam!
uk: Чудово. Кажу тобі, ти не знайдеш кращого пива на цьому острові! Тепер я з радістю навчу тебе майстерно виготовляти луки... біс би їх побрав!

source: Wspaniale. Oto 'Prawidła szachowe'. Życzę miłej lektury.
uk: Чудово. Ось 'Правила гри в шахи'. Приємного читання.

source: Wspaniale. Spotkajmy się o zachodzie słońca w sadzie!
uk: Прекрасно. Зустрінемось надвечір в саду!

source: Wspaniale. Trzeba gdzieś go przenieść i upewnić się, że po obudzeniu nie zacznie gadać. Dzięki, Marvin, za dodatkową pracę!
uk: Чудово. Треба його кудись перенести і переконатися, що він не заговорить, коли прокинеться. Дякую, Марвіне, за додаткову роботу!

source: Wspaniale. Tylko że większość z was jest ciągle zajęta, a potrzebuję kogoś z chwilą wolnego czasu.
uk: Чудово. Тільки більшість із вас постійно зайняті, а мені потрібен хтось, хто має трохи вільного часу.

source: Wspaniale. W takim razie nie będę cię dłużej męczył. Chłopcy, zróbcie przejście naszemu kurierowi!
uk: Чудово. Тоді не буду тебе більше втомлювати. Хлопці, дайте дорогу нашому кур'єру!

source: Wspaniale. W takim razie powiedz mi, kogo popierasz? Władzę królewską, czy Ulryka?
uk: Чудово. У такому випадку, скажи мені, кого ти підтримуєш? Владу короля чи Ульріка?

source: Wspaniale. Zaliczkę wziął, zadania nie wykonał. Typowo...
uk: Чудово. Аванс взяв, а завдання не виконав. Як завжди...

source: Wspaniale...
uk: Чудово...

source: Wspaniale... ale chyba wolę nie znać szczegółów.
uk: Чудово... але я вважаю за краще не знати подробиць.

source: Wspaniała mieszanka wszystkich smaków!
uk: Дивовижне поєднання всіх смаків!

source: Wspaniała rada. Przestaję się dziwić, że ludzie mają taką opinię o straży, a nie inną.
uk: Чудова порада. Я не здивований, що у людей така гарна думка про вартових.

source: Wspaniała robota chłopcze!
uk: Відмінна робота, хлопче!

source: Wspaniała walka! Wygląda na to, że muszę jeszcze wiele poćwiczyć, by ci dorównać.
uk: Чудовий бій! Схоже, мені ще треба багато тренуватися, щоб зрівнятися з тобою.

source: Wspaniałe ostrze godne władcy wyspy.
uk: Чудовий клинок, гідний правителя острова.

source: Wspaniałe polowanie, masz zadatki na Wilczego Syna!
uk: Чудове полювання, ти маєш задатки Вовчого Сина!

source: Wspaniały koncert!
uk: Прекрасний виступ!

source: Wspieram sprawę starszą od nas wszystkich, jedyną godną uwagi i poszanowania!
uk: Я підтримую справу, старшу за всіх нас, єдину, яка варта уваги та поваги!

source: Wspinanie na młyn to była przesada, przyznaję. Może zaczniemy od drzewa?
uk: Вилазити на млин це було занадто, визнаю. Чому б нам не почати з дерева?

source: Wspominali coś o tym, że bez ciebie nie zamierzają po niej przechodzić. Będziesz musiał z nimi porozmawiać.
uk: Вони згадували щось про те, що не мають наміру переходити його без тебе. Тобі доведеться з ними поговорити.

source: Wspominał o przedziwnych bestiach, których na naszej wyspie nikt nie miał okazji zobaczyć.
uk: Він згадував про дивних звірів, яких ніхто на нашому острові ніколи не мав можливості бачити.

source: Wspominał też coś o tym, że chętnie przetrąciłby ci ją kilofem.
uk: Він також згадував щось про те, що хотів би потовкти його киркою.

source: Wspominał, że kiedyś tutaj był, ale to było lata temu. Dzięki temu udało mu się odnaleźć Silbach, gdy wylądowaliśmy w dziczy.
uk: Він згадував, що бував тут колись, але це було багато років тому. Завдяки цьому йому вдалося знайти Сільбах, коли ми опинились в глушині.

source: Wspominałem ci o tym?
uk: Хіба я тобі розповідав про це?

source: Wspominałeś coś o korupcji względem Królestwa Myrtany?
uk: Ти згадував щось про корупцію проти Королівства Міртана?

source: Wspominałeś coś o łowcach, którzy pomogą w poszukiwaniach mojego brata.
uk: Ти щось згадував про мисливців, які допоможуть у пошуках мого брата.

source: Wspominałeś kiedyś, że miód dobrze konserwuje żywność.
uk: Якось ти згадував, що мед добре консервує продукти.

source: Wspominałeś o Bestii. Jak wyglądała?
uk: Ти згадував Звіра. Який він?

source: Wspominałeś wcześniej coś o wieży i skarbach.
uk: Раніше ти щось згадував про вежу і скарби.

source: Wspomniała też, że dałeś radę aż trzem naraz.
uk: Вона також згадувала, що ти впорався одразу з трьома.

source: Wspomniałeś coś o chłopaku od rozdawania piwa.
uk: Ти щось згадував про хлопця, який роздавав пиво.

source: Wspomniałeś coś o jakichś złodziejach...
uk: Ти згадував щось про якихось злодіїв...

source: Wspomniałeś wcześniej o jakichś 'zuchwałych złodziejach'. Kogo miałeś na myśli?
uk: Раніше ти згадував про якихось зухвалих злодіїв. Кого ти мав на увазі?

source: Wspomnienie o kopalni odświeżyło Legrifowi pamięć. Do bełtów miał dostęp niejaki Jon, który ponadto był w mieście mniej więcej w tym samym czasie, w którym doszło do nieudanego zamachu. Teraz jest w kopalni Ulryka, którą chce oczyścić z pełzaczy. Widocznie sprawa była dla Einara tak oczywista, że zapomniał mi o niej wspomnieć. Jeśli chcę dokładnie zbadać ten trop, muszę się dostać do kopalni. Pora porozmawiać z władcą Leża.
uk: Згадка про копальню освіжила пам'ять Легріфа. Доступ до болтів мав якийсь Йон, який, до того ж, був у місті приблизно в той самий час, коли стався невдалий замах. Зараз він перебуває в копальні Ульріка, яку намагається зачистити від повзунів. Вочевидь, для Ейнара це було настільки очевидним, що він забув мені про це сказати. Якщо я хочу ретельно дослідити цю зачіпку, мені потрібно потрапити до копальні. Настав час поговорити з правителем Лігва.

source: Wspomnienie o zakładzie odświeżyło Henkowi pamięć. Do bełtów miał dostęp niejaki Jon, który ponadto był w mieście mniej więcej w tym samym czasie, w którym doszło do nieudanego zamachu. Teraz jest w kopalni Ulryka, którą chce oczyścić z pełzaczy. Widocznie sprawa była dla Einara tak oczywista, że zapomniał mi o niej wspomnieć. Jeśli chcę dokładnie zbadać ten trop, muszę się dostać do kopalni. Pora porozmawiać z władcą Leża.
uk: Згадка про парі освіжила пам'ять Хенка. Доступ до болтів мав якийсь Йон, який, до того ж, був у місті приблизно в той самий час, коли стався невдалий замах. Зараз він перебуває в копальні Ульріка, яку намагається очистити від повзунів. Вочевидь, для Ейнара це було настільки очевидним, що він забув мені про це сказати. Якщо я хочу ретельно дослідити цю зачіпку, мені потрібно потрапити до копальні. Настав час поговорити з правителем Лігва.

source: Wspomnienie Łatwiejszych Dni
uk: Спогади про безтурботні дні

source: Wspomnę Albynowi, że pomagałeś mi przy kuchni. Kto wie, może Starszemu tak bardzo zasmakuje potrawka, że wkrótce mianuje cię moim pomagierem?
uk: Я скажу Альбіну, що ти допоміг мені з приготуванням їжі. Хто знає, може, страва так сподобається старості, що він незабаром призначить тебе своїм помічником?

source: Wspólnym wysiłkiem straży, Gildii Kupieckiej, jak i wielu zwykłych obywateli Archolos, udało nam się odnaleźć winowajcę!
uk: Спільними зусиллями Варти, Торгової Гільдії, а також багатьох простих громадян Архолосу нам вдалося знайти винуватця!

source: Współczuję ci, młody. Cały czas trzymałem kciuki, by udało ci się go znaleźć.
uk: Співчуваю тобі, юначе. Я весь час тримав кулаки, щоб ти його знайшов.

source: Współczuję. Gdy będziesz stąd wychodził, nie będziesz już tym samym człowiekiem.
uk: Співчуваю. Коли ти вийдеш звідси, ти вже не будеш тією самою людиною.

source: Współpraca Holdwiga i Andreasa to dokładnie to czego tej winnicy brakowało. Chyba nawet za czasów Valerio nam się tak dobrze nie powodziło!
uk: Співпраця Гольдвіга та Андреаса – це саме те, чого не вистачало цьому винограднику. Гадаю, навіть за часів Валеріо у нас не було так добре!

source: Współpraca Holdwiga i Andreasa to dokładnie to, czego tej winnicy brakowało. Chyba nawet za czasów Valerio nam się tak dobrze nie powodziło!
uk: Співпраця Гольдвіга та Андреаса – це саме те, чого не вистачало цьому винограднику. Гадаю, навіть за часів Валеріо у нас не було так добре!

source: Współpraca Holdwiga i Andreasa to właśnie to, czego tej winnicy brakowało. Chyba nawet za czasów Valerio nam się tak dobrze nie powodziło!
uk: Співпраця Голтдвіга та Андреаса – це саме те, чого не вистачало цьому винограднику. Гадаю, навіть за часів Валеріо у нас не було так добре!

source: Współpraca idzie rewelacyjnie. Ty wiesz, że oni należą do Gildii Kupieckiej?
uk: Співпраця йде приголомшливо. Ти знав, що вони належать до Торгової Гільдії?

source: Współpraca z Królem układa nam się świetnie. Na tyle dobrze, że dzięki niemu cudem uniknęliśmy wyrzucenia z własnej siedziby.
uk: У нас чудові ділові стосунки з Королем. Настільки чудові, що ми дивом уникнули вигнання з нашого власного штабу.

source: Współpraca z Ramhą
uk: Співпраця з Рамхою

source: Współpracowałem z Ulrykiem.
uk: Я працював з Ульріком.

source: Współpracujecie z magami z klasztoru?
uk: Ви співпрацюєте з магами з монастиря?

source: Współpracuję z przemytnikami, ale nie zamierzam zabijać bezbronnego starca.
uk: Я співпрацюю з контрабандистами, але я не збираюся вбивати беззахисного старого.

source: Wstając, chciałem się na nim oprzeć, ale wyślizgnął mi się z rąk. Jeśli dobrze poszukasz w wodzie, to uda ci się go odnaleźć.
uk: Підвівшись, я хотів спертися на нього, але він вислизнув у мене з рук. Якщо добре пошукати у воді, то можна його знайти.

source: Wstaję, patrzę, a na ganku stoi sam Bodowin i wymachuje paroma roślinami, mówiąc, że mój człowiek przyniósł mu jakieś chwasty!
uk: Встаю, дивлюся, а на ганку стоїть сам Бодовін, розмахує пучком рослин, і каже, що моя людина принесла йому якісь бур'яни!

source: Wstawaj Caramon, mamy robotę do wykonania.
uk: Вставай, Карамоне, маємо попрацювати.

source: Wstawiasz się za zbrodniarzem?
uk: Заступаєшся за злочинця?

source: Wstawię się za tobą u Lorenzo.
uk: Я замовлю за тебе слово перед Лоренцо.

source: Wstałeś dzisiaj lewą nogą?
uk: Ти сьогодні вставав не з тої ноги?

source: Wstecz
uk: Назад

source: Wstydź się! Nic już ode mnie nie dostaniesz!
uk: Посоромився б! Ти більше нічого від мене не отримаєш!

source: Wstęp do kopalni złota mają jedynie jej pracownicy oraz wyznaczeni do tego członkowie Gildii Kupieckiej.
uk: Доступ до золотої копальні мають лише її працівники та призначені члени Торгової Гільдії.

source: Wstęp do tej części miasta możesz uzyskać na wyraźne zaproszenie któregoś z jej mieszkańców, pełniąc wysokie stanowisko w jednej z gildii, będąc urzędnikiem państwowym lub...
uk: До цієї частини міста можна потрапити за запрошенням одного з її мешканців, або займаючи високе становище в одній з гільдій, або будучи представником влади, або...

source: Wstępnie przygotowana informacja o licytacji domu.
uk: Інформація про аукціон з продажу будинку.

source: Wszak nie wpłyniemy w żaden sposób na sferę z gruntu nam niedostępną. Zostaliśmy jednak obdarowani rozumem, który co prawda nie pozwala nam sięgnąć niebios, ale sprawia, że jesteśmy w stanie sprowadzić ich cząstkę na ziemię.
uk: Адже ми ніяк не можемо вплинути на сферу, яка нам принципово недоступна. Однак ми наділені розумом, який хоч і не дозволяє нам досягти небес, але дає нам можливість спустити їх частинку на землю.

source: Wszechświat zatrząsł się w posadach, a życiodajna energia kreacji powstała w wyniku zdarzenia dotarła do jego najdalszych
uk: Всесвіт здригнувся до самих основ, а життєдайна енергія творення, що з'явилася в результаті цієї події, досягла найвіддаленіших куточків

source: Wszelakie, za wszystkie zapłacę uczciwą cenę. Oczywiście nie za ludzkie, ale to chyba oczywiste.
uk: Всі види м'яса, я заплачу за нього справедливу ціну. Звісно, окрім людського, але це і так очевидно.

source: Wszelakimi sprawami urzędowymi zajmuje się Matey. Jego biuro znajduje się przy ulicy prowadzącej z targu do Dzielnicy Kościelnej.
uk: Усіма офіційними справами займається Матей. Його приймальня знаходиться на вулиці, що веде від ринку до Церковного кварталу.

source: Wszelkie inne skargi i przewinienia będą rozpatrywane biorąc pod uwagę przede wszystkim ich szkodę wobec ogółu mieszkańców wioski Silbach.
uk: Всі інші скарги та правопорушення будуть розглядатися з урахуванням, в першу чергу, їхньої шкоди мешканцям села Сільбах.

source: Wszelkie przestępstwa muszą być ukarane, albowiem takie jest prawo Innosa.
uk: За кожен злочин має бути покарання, бо такий закон Інноса.

source: Wszelkie przestępstwa, takie jak kradzież, wtargnięcie i morderstwo są surowo karane.
uk: Всі злочини, такі як крадіжка, незаконне проникнення і вбивство, суворо караються.

source: Wszelkimi sprawami urzędowymi zajmuje się Matey. Jego biuro znajduje się przy ulicy prowadzącej z targu do Dzielnicy Kościelnej.
uk: Усіма офіційними справами займається Матей. Його приймальня знаходиться на вулиці, що веде від ринку до Церковного кварталу.

source: Wszyscy boją się Górniczej Doliny, i tylko dlatego jeszcze tylu ludzi tu pracuje.
uk: Усі бояться Гірничої Долини, саме тому тут працює так багато людей.

source: Wszyscy boją się o swoje zapasy i o to, co przyniesie jutro.
uk: Всі переживають за власні запаси і за те, що принесе їм завтрашній день.

source: Wszyscy cali. Nie mam pojęcia, skąd się to wzięło, ale moi ludzie oczywiście powariowali, bredzą o jakichś duchach, idioci!
uk: Всі живі. Поняття не маю, що тут сталося, але мої люди явно збожеволіли, белькочуть про якихось примар, ідіоти!

source: Wszyscy członkowie grupy nie żyją. Ernesto powinien być bezpieczny. Pora złożyć raport Garosowi.
uk: Усі члени групи мертві. Ернесто тепер у безпеці. Час доповісти Гаросу.

source: Wszyscy górnicy noszą specjalne stroje ochronne podczas pracy. Proszę, oto twój.
uk: Всі гірники під час роботи носять спеціальний захисний одяг. Ось, візьми свій.

source: Wszyscy jesteśmy albo dobrzy, albo źli, nie potrafimy być raz tacy, a raz tacy. Nasza dusza jest taka, jaką ją stworzono, i nic na to nie poradzimy.
uk: Ми всі або погані, або добрі. Ми не можемо бути одночасно і тими, і іншими. Такою вже створена наша душа, і ми нічого не можемо з цим вдіяти.

source: Wszyscy jesteśmy gotowi.
uk: Ми готові.

source: Wszyscy jesteśmy mu winni hołd i modlitwę za umiłowanie naszego gatunku. Ani Adanos, ani tym bardziej Beliar, nie zasługują na naszą wdzięczność tak, jak Innos!
uk: Ми всі повинні віддати йому належне і помолитися за його любов до нашого роду. Ні Аданос, ні тим паче Беліар не заслужили на нашу вдячність так, як Іннос!

source: Wszyscy już się zebrali w byłym domu Kaleba. Czekają na mnie na piętrze.
uk: Всі вже зібралися у колишньому будинку Калеба. Вони чекають на мене нагорі.

source: Wszyscy liczą, że dostaną za darmo coś do jedzenia, ale jak oferujesz im pracę, to już nie są zainteresowani.
uk: Всі вони сподіваються отримати щось поїсти задарма, але коли ти пропонуєш їм роботу, вони відмовляються від неї.

source: Wszyscy magowie mają się za lepszych i ważniejszych od nas, zwykłych ludzi. Posiadają ogromną moc, ale są nieobliczalnymi fanatykami.
uk: Всі маги вважають себе кращими і важливішими за нас, простих людей. Вони володіють величезною силою, але є непередбачуваними фанатиками.

source: Wszyscy mają swoje role do odegrania. Nie bój się, Huxlay idzie z nami.
uk: У кожного своя роль. Не бійся, Хакслі йде з нами.

source: Wszyscy martwi! Nie zamierzam do nich dołączyć!
uk: Всі мертві! Я не збираюся до них приєднуватися!

source: Wszyscy musimy podążać za znakami Innosa i kroczyć wyznaczoną przez niego ścieżką.
uk: Ми всі повинні слідувати знакам Інноса і йти вказаним ним шляхом.

source: Wszyscy mówią, że przesiaduje całymi dniami w bibliotekach rozsianych po całej Myrtanie i Nordmarze, by znaleźć sposób na ostateczne rozwiązanie wojny z orkami.
uk: Подейкують, що він цілими днями сидить у бібліотеках, розкиданих по всій Міртані та Нордмару, щоб знайти спосіб, аби нарешті завершити війну з орками.

source: Wszyscy na okrągło tylko gadają i gadają o tej leśnej Bestii, a ja im na to - pokażcie mi jej ślady, to też z chęcią w nią uwierzę.
uk: Всі говорять і говорять про цього лісового Звіра, а я кажу їм – покажіть мені його сліди, і я теж залюбки в нього повірю.

source: Wszyscy nasi gońcy, tropiciele i najemnicy otrzymują darmowe szkolenia, bezpośrednio związane z ich zadaniami.
uk: Всі наші посланці, слідопити та найманці проходять безкоштовне навчання, безпосередньо пов'язане з їхніми завданнями.

source: Wszyscy obywatele mają obowiązek zgłaszać wszelkie podejrzane zachowania, których będą świadkami, bezpośrednio do kapitana straży miejskiej.
uk: Всі громадяни зобов'язані повідомляти про будь-яку підозрілу поведінку, свідками якої вони стали, безпосередньо капітану Міської Варти.

source: Wszyscy początkujący kusznicy będą mile widziani u Kippera, wartownika strzegącego północnej bramy. Za drobną opłatą każdemu pokaże, jak efektywniej korzystać z tej świetnej broni.
uk: Усіх арбалетників-початківців чекає Кіпер, охоронець, що охороняє північні ворота. За невелику плату він покаже усім охочим, як ефективніше використовувати цю чудову зброю.

source: Wszyscy potrzebujemy złota.
uk: Нам усім потрібне золото.

source: Wszyscy powtarzają mi, bym nie miała już nadziei. Ale matka nigdy nie pogodzi się ze stratą swojego dziecka.
uk: Усі стверджують, що надії більше немає. Але мати ніколи не змириться з втратою своєї дитини.

source: Wszyscy rozeszli się po okolicy i każdy dostał dokładne instrukcje, co robić, gdy dostaną sygnał od Salviego.
uk: Вони розійшлися по околицях, і кожен отримав точні інструкції, що робити, коли отримає сигнал від Сальві.

source: Wszyscy są już dostatecznie przerażeni, jeszcze tego brakuje, żeby pobiegli teraz do lasu prosto w łapy jakiejś bestii.
uk: Вони й так усі налякані, ще не вистачало, щоб вони зараз побігли до лісу прямо в лапи якогось звіра.

source: Wszyscy są smętni i zmęczeni, ale nie możemy teraz odpuszczać. Ioris twierdzi, że zna drogę do grobowca, ale widzę ją tylko siedzącą w książkach. Mam nadzieję, że coś wymyśli. Kerran rozłożył na noc sidła i zapalił pochodnie. Powiedziałem mu, żeby się zdrzemnął. Ja będę dzisiaj stał na warcie. Zresztą, i tak po tym wszystkim nie zmrużę oka.
uk: Всі засмучені та втомлені, але ми не можемо відступити зараз. Йоріс стверджує, що знає дорогу до гробниці, але я лише бачу, як вона сидить у своїх книжках. Сподіваюся, вона щось придумає. Керран розставив пастки і запалив смолоскипи на ніч. Я відправив його трохи подрімати. Сьогодні я постою на варті. Я все одно не зімкну очей після всього, що сталося.

source: Wszyscy tutaj są tacy krystaliczni?
uk: Чи всі тут такі чесні?

source: Wszyscy uczestnicy polowania wiedzieli, jakie jest ryzyko. Z resztą, nie o samo trofeum tutaj chodzi. Chcę mieć po prostu pewność, że mieszkańcy mojej wioski są bezpieczni.
uk: Кожен, хто брав участь у полюванні, знав, чим він ризикує. До того ж, справа не в самому трофеї. Я просто хочу бути впевненим, що люди мого села в безпеці.

source: Wszyscy w tym mieście są skorumpowani, cholera. Masz.
uk: Дідько, у цьому місті всі корумповані. Тримай.
